
"Home" = "Faça excelente café em casa";

"Recipelist" = "use receitas de especialistas";

"Tetsu" = "como o método 4:6 de Tetsu Kasuya";

"Recipedetail" = "Ajuste as proporções de café e água";

"Preparation" = "Siga instruções precisas";

"Brewing" = "etapas ajustam-se automaticamente";

"Darktheme" = "Inclui modo escuro";

"Languages" = "suporta várias línguas."